{
  "title": "FancyWeb",
  "navigation.header": "Főoldal",
  "navigation.aboutUs": "Rólunk",
  "navigation.contact": "Kontakt",
  "navigation.productFeatures": "Amit ajánlunk",
  "navigation.howItWorks": "Hogyan szerezzünk weboldalt",
  "navigation.portfolio": "Portfólió",
  "header.title": "FancyWeb",
  "header.subtitle": "Az Ön új weboldala",
  "header.text": "Új weboldalon gondolkodik? Vagy nem tetszik a weboldala dizájnja és szeretnéd újratervezni? Mi segítünk ebben. Elég, ha megbeszél velünk egy találkozót.",
  "aboutUs.title": "Kik vagyunk?",
  "aboutUs.person1.name": "Krisztian Tóth",
  "aboutUs.person1.bio": "An én nevem Krisztian, mérnöki diplomámat a pozsonyi műszaki egyetemen szereztem (FIIT STU) és sokéves tapasztalattal rendelkezem internetes aplikációk készítésében. Célom, hogy az általam készített weboldalak minnél gyorsabbak, intuitívabbak, felhasználóbarátabbak és esztétikusabbak legyenek.",
  "aboutUs.person2.name": "Tímea Nagy",
  "aboutUs.person2.bio": "A nevem Tímea. Mérnöki diplomámat a pozsonyi műszaki egyetemen szereztem (FIIT STU) számítástechnika szakon. Több éve foglalkozom weboldalak fejlesztésével nemcsak professzionálisan, hanem a szabadidőmben is.",
  "contact.title": "Érdekelik a szolgáltatásaink?",
  "contact.subtitle": "Vegye fel velünk a kapcsolatot, és közösen megbeszéljük elképzeléseit.",
  "contact.form.name": "Név",
  "contact.form.email": "Email",
  "contact.form.message": "Üzenet",
  "contact.form.name.placeholder": "pl. Minta János ",
  "contact.form.email.placeholder": "minta@email.com",
  "contact.form.message.placeholder": "Szeretnék időpontot kérni...",
  "contact.form.submitBtn": "Üzenet küldése",
  "contact.form.required": "Kötelezően kitöltendő mező",
  "contact.form.successMsg": "Az üzenetet sikeresen elküldtük!",
  "productFeatures.title": "Amit ajánlunk?",
  "productFeatures.modern.title": "Modern dizájn",
  "productFeatures.modern.text": "A dizájn elkészítésekor mindig követjük az aktuális trendeket, és ügyelünk a felhasználói élményre (UX).",
  "productFeatures.unique.title": "Egyedi weboldal",
  "productFeatures.unique.text": "Egyedi weboldalt készítünk az Ön kívánsága szerint, mely segít kitűnni a többiek közül.",
  "productFeatures.responsive.title": "Reszponzív weboldal",
  "productFeatures.responsive.text": "A felhasználó korlátozás nélkül meglátogathatja weboldalát bármilyen eszközről, számítógéptől táblagépen át okostelefonig.",
  "productFeatures.language.title": "Több nyelv támogatása",
  "productFeatures.language.text": "Forduljon a potenciális ügyfelekhez az általuk legjobban értett nyelven. Fordítsa le weboldalát tetszőleges számú nyelvre.",
  "productFeatures.more.title": "Keresőoptimalizálás (SEO)",
  "productFeatures.more.text": "Különféle funkciókat kínálunk, például kapcsolatfelvételi űrlapot, térképet, hogy az ügyfelek jobban megtalálják Önt, fotógalériát, videó közzétételt, keresőoptimalizálást (SEO) és hasonlókat.",
  "productFeatures.analytics.title": "Webes forgalom rögzítése",
  "productFeatures.analytics.text": "Integráljuk az ingyenes Google Analytics szolgáltatást, amely rögzíti weboldala forgalmát.",
  "howItWorks.title": "Mi az eljárás?",
  "howItWorks.subTitle1": "Ossza meg velünk az elképzeléseit",
  "howItWorks.subTitle2": "Bemutatjuk Önnek az általunk készített weboldalt",
  "howItWorks.subTitle3": "Megvalósítjuk az észrevételeiket és véglegesítjük a weboldalát",
  "howItWorks.subTitle4": "Weboldalát a nyilvánosság számára elérhetővé tesszük",
  "howItWorks.description1": "A közös online találkozón megkérdezzük, milyen elképzelései vannak a weboldala megjelenéséről. Ezért jó előre átgondolni, hogy mit fog tartalmazni, és milyen szakaszokat szeretne. Készítse elő a használni kívánt szövegeket, fényképeket és színeket. Mások weboldalát is használhatja inspirációnak. Keressen olyan weboldalt vagy weboldal bizonyos részeit, amelyek tetszenek. Ennek köszönhetően jobb képet kapunk az Ön ízléséről, és jobb tanácsot tudunk adni. A megbeszélés után elküldjük az árajánlatot, és miután jóváhagyja, elkezdjük a munkát az Ön weboldalán.",
  "howItWorks.description2": "A következő online találkozón egy teljesen működőképes weboldallal várjuk Önt, melyet az Ön elképzelései alapján készítettünk el. Együtt át megyünk az összes részen, melynek során lehetősége lesz elmondani, hogy mi nem tetszik, és min szeretnél módosítani vagy változtatni.",
  "howItWorks.description3": "A weboldalt az ülésen elhangzott észrevételeinek megfelelően módosítjuk. Minden funkciót alaposan tesztelünk. A weboldal viselkedését különböző képernyőméretű eszközökön is leteszteljük. És elküldjük Önnek a weboldat jóváhagyásra.",
  "howItWorks.description4": "Az utolsó lépés a webhely nyilvános hozzáférhetősége. Ehhez azonban szükségünk van egy domainre és tárhelyre Öntől. Találjon ki egy rövid, egyszerű és könnyen megjegyezhető weboldalnevet, és ellenőrizze, hogy a domain elérhető-e. Olyan weboldalakat ajánlunk, mint a <a href=\"https://www.webhouse.sk/sk/uvod/\" target=\"_blank\">webhouse.sk</a> vagy a <a href=\"https://www.websupport .sk/\" target=\"_blank\">websupport.sk</a>, ahol regisztrálhatja domainjét és megszervezheti a tárhelyszolgáltatást.",
  "buildYourWeb.title": "Készítse el az álmai weboldalát még ma",
  "buildYourWeb.price": "csak 200 eurótól",
  "buildYourWeb.btn": "Kérjen időpontot",
  "portfolio.title": "Munkáink",
  "footer.text1": " © FancyWeb - A dizajnt",
  "footer.text2": " -ből készítettes",
  "footer.text3": "A képeket tervezte vectorjuice / Freepik",
  "cookieMessage": "Ez az oldal sütiket használ. Az \"Engedélyezem\" gombra kattintva elfogadja, hogy ezeket a kiválasztott nyelv mentésére és a weboldal forgalmának elemzésére használjuk.",
  "cookieAllow": "Engedélyezem",
  "cookieDeny": "Megtiltom",
  "cookiePolicy": "Cookie szabályzat"
}