{
  "title": "FancyWeb",
  "navigation.header": "Home",
  "navigation.aboutUs": "About us",
  "navigation.contact": "Contact",
  "navigation.productFeatures": "What we offer",
  "navigation.howItWorks": "How to get a website",
  "navigation.portfolio": "Our work",
  "navigation.pricing": "Price list",
  "navigation.reviews": "Feedback",
  "header.title": "FancyWeb",
  "header.subtitle": "Your new website",
  "header.text": "Thinking about a new website? Or you don't like the design of your website and would like to redesign it? We will help you with that. Make an appointment with us to learn more.",
  "aboutUs.title": "How are we?",
  "aboutUs.person1.name": "Krisztian Tóth",
  "aboutUs.person1.bio": "My name is Krisztian, I earned my Master's degree in FIIT STU in Bratislava and I have several years of experience in web application development. I aim to create responsive, intuitive and aesthetically pleasing websites.",
  "aboutUs.person2.name": "Tímea Nagy",
  "aboutUs.person2.bio": "My name is Tímea. I graduated with an Master's degree at FIIT STU in Bratislava in the field of computer science. I have been developing websites professionally and also in my spare time for several years.",
  "contact.title": "Are you interested in our services?",
  "contact.subtitle": "Contact us and we will discuss your ideas together.",
  "contact.form.name": "Name",
  "contact.form.email": "Email",
  "contact.form.message": "Message",
  "contact.form.name.placeholder": "e.g. John Smith",
  "contact.form.email.placeholder": "example@email.com",
  "contact.form.message.placeholder": "I would like to make an appointment...",
  "contact.form.submitBtn": "Send message",
  "contact.form.required": "Required field",
  "contact.form.successMsg": "Message was succesfully sent!",
  "productFeatures.title": "What we offer?",
  "productFeatures.modern.title": "Modern design",
  "productFeatures.modern.text": "When creating a design, we always follow current trends and pay attention to the user experience (UX).",
  "productFeatures.unique.title": "Custom web",
  "productFeatures.unique.text": "We will create a unique website according to your wishes, which will help you stand out from the others.",
  "productFeatures.responsive.title": "Responsive web",
  "productFeatures.responsive.text": "The user can visit your website from any device, from a computer to a tablet to a smartphone without restrictions.",
  "productFeatures.language.title": "Multilanguage support",
  "productFeatures.language.text": "Reach out to potential clients in the language they understand best. Translate your website into any number of languages.",
  "productFeatures.more.title": "Search Engine Optimization (SEO)",
  "productFeatures.more.text": "We offer various functions such as a contact form, a map so that customers can find you better, a photo gallery, video publishing, search engine optimization (SEO) and more.",
  "productFeatures.analytics.title": "Web traffic recording",
  "productFeatures.analytics.text": "We integrate the free Google Analytics platform, which records traffic on your website.",
  "howItWorks.title": "What is the procedure?",
  "howItWorks.subTitle1": "Tell us your idea",
  "howItWorks.subTitle2": "We will present you the website design that we have created for you",
  "howItWorks.subTitle3": "We implement your changes and create your website",
  "howItWorks.subTitle4": "We will make your website available to the public",
  "howItWorks.description1": "At a joint online meeting, we will ask you about your idea of ​​how your website should look. Therefore, it is good to think in advance what it will contain and what sections you want to have. Prepare the texts, photos and colors you want to use. You can also be inspired by other people's websites. Find websites or specific parts of websites you like. Thanks to this, we will also get a better idea of ​​your taste and will be able to advise you better. After the meeting, we will send you a price offer and when you approve it, we will start working on your website.",
  "howItWorks.description2": "At the next online meeting, we will be waiting for you with a design for your website, which we have created according to your ideas. We will go through all the parts together, during which you will have the opportunity to tell us what you don't like and what you want to adjust or change.",
  "howItWorks.description3": "We will change the design according to the comments you had at the meeting. We will then create your website based on the design. We will thoroughly test it. We test the website's behavior on devices with different screen sizes. And we will send you a website for approval.",
  "howItWorks.description4": "The last step is the accessibility of your website to the public. However, for that we need a domain and hosting from you. Come up with a short, simple and easy to remember website name and check if the domain is available. We recommend sites like <a href=\"https://www.webhouse.sk/sk/uvod/\" target=\"_blank\">webhouse.sk</a> or <a href=\"https://www.websupport .sk/\" target=\"_blank\">websupport.sk</a>, where you can register your domain and arrange hosting.",
  "buildYourWeb.title": "Build your dream website today",
  "buildYourWeb.price": "from €200",
  "buildYourWeb.btn": "Make an appointment",
  "portfolio.title": "Preview of our works",
  "portfolio.kvetinarstvo": "Florist Eva",
  "portfolio.perfect2003": "Language school - Perfect",
  "portfolio.klimatel": "Klimatel",
  "portfolio.i-imko": "I-Imko Electrical Installation",
  "portfolio.vitaamoris": "Vita Amoris Breeding Station",
  "pricing.title": "Price list",
  "pricing.web.title": "A simple custom site",
  "pricing.web.subtitle": "includes:",
  "pricing.web.subtitle.1": "creating a web design according to your idea",
  "pricing.web.subtitle.2": "creating a web that contains navigation, header, footer and one arbitrary section",
  "pricing.web.subtitle.3": "setting cookies, traffic tracking and google index to find you in search",
  "pricing.web.subtitle.4": "adapting the web to all screen sizes, including mobile and tablet",
  "pricing.section.title": "Each additional section or subpage",
  "pricing.section.subtitle": "for example sections about us, our services, contact, anything you can think of",
  "pricing.complex.title": "Each additional complex section or subpage",
  "pricing.complex.subtitle": "for example, a photo gallery",
  "pricing.multilanguage.title": "Support for multiple languages",
  "pricing.multilanguage.subtitle": "you can add as many languages as you like, but you have to supply the translations",
  "pricing.form.title": "Form",
  "pricing.form.subtitle": "for example, a contact form, the contents of the form will be sent to your chosen email after sending",
  "pricing.animation.title": "Animation",
  "pricing.animation.subtitle": "for example, sequential display of content",
  "reviews.title": "What did our customers say about us?",
  "reviews.kvetinarstvo.text": "THANK YOU for the exceptional work. Above-standard services, very nice approach, always thoroughly done work on time.",
  "reviews.kvetinarstvo.name": "Peter Mészáros",
  "reviews.perfect2003.text": "I appreciate the professionalism of the creators and at the same time the youthful, playful \"feel\" they gave to our website. Satisfaction on all sides.",
  "reviews.perfect2003.name": "Silvia Nágel",
  "reviews.klimatel.text": "Fast and very nice work at a good price. Communication 10/10, the creators responded quickly to our questions and changes, they were very accommodating. We recommend it to anyone who wants to have a modern website made.",
  "reviews.klimatel.name": "Patrik Korda",
  "reviews.vitaamoris.text": "Thanks for the beautiful site. I appreciate your professionalism, creativity, attention to detail, immersion in the topic. The site has many positive reactions not only from my surroundings, but also from cynologists. Thank you again.",
  "reviews.vitaamoris.name": "Renata Ivanová",
  "reviews.i-imko.text": "I want to thank you for our company. The decision to entrust the creation of a website for our company to you was a very good decision. I appreciate the speed, professionalism and responsibility with which you approached its creation.",
  "reviews.i-imko.name": "Renata Ivanová",
  "footer.text1": " © FancyWeb - Design with",
  "footer.text2": " made by ",
  "footer.text3": "Images designed by vectorjuice / Freepik",
  "cookieMessage": "This website uses cookies. By clicking the \"Allow\" button, you agree to their use to save the selected language and to analyze site traffic.",
  "cookieAllow": "Allow",
  "cookieDeny": "Decline",
  "cookiePolicy": "Cookie policy"
}