{
  "title": "FancyWeb",
  "navigation.header": "Főoldal",
  "navigation.aboutUs": "Rólunk",
  "navigation.contact": "Kontakt",
  "navigation.productFeatures": "Amit ajánlunk",
  "navigation.howItWorks": "Hogyan szerezzünk weboldalt",
  "navigation.portfolio": "Munkáink",
  "navigation.pricing": "Árlista",
  "navigation.reviews": "Vélemények",
  "header.title": "FancyWeb",
  "header.subtitle": "Az Ön új weboldala",
  "header.text": "Új weboldalon gondolkodik? Vagy nem tetszik a weboldala dizájnja és szeretnéd újratervezni? Mi segítünk ebben. Elég, ha megbeszél velünk egy találkozót.",
  "aboutUs.title": "Kik vagyunk?",
  "aboutUs.person1.name": "Krisztian Tóth",
  "aboutUs.person1.bio": "An én nevem Krisztian, mérnöki diplomámat a pozsonyi műszaki egyetemen szereztem (FIIT STU) és sokéves tapasztalattal rendelkezem internetes aplikációk készítésében. Célom, hogy az általam készített weboldalak minnél gyorsabbak, intuitívabbak, felhasználóbarátabbak és esztétikusabbak legyenek.",
  "aboutUs.person2.name": "Tímea Nagy",
  "aboutUs.person2.bio": "A nevem Tímea. Mérnöki diplomámat a pozsonyi műszaki egyetemen szereztem (FIIT STU) számítástechnika szakon. Több éve foglalkozom weboldalak fejlesztésével nemcsak professzionálisan, hanem a szabadidőmben is.",
  "contact.title": "Érdekelik a szolgáltatásaink?",
  "contact.subtitle": "Vegye fel velünk a kapcsolatot, és közösen megbeszéljük elképzeléseit.",
  "contact.form.name": "Név",
  "contact.form.email": "Email",
  "contact.form.message": "Üzenet",
  "contact.form.name.placeholder": "pl. Minta János ",
  "contact.form.email.placeholder": "minta@email.com",
  "contact.form.message.placeholder": "Szeretnék időpontot kérni...",
  "contact.form.submitBtn": "Üzenet küldése",
  "contact.form.required": "Kötelezően kitöltendő mező",
  "contact.form.successMsg": "Az üzenetet sikeresen elküldtük!",
  "productFeatures.title": "Amit ajánlunk?",
  "productFeatures.modern.title": "Modern dizájn",
  "productFeatures.modern.text": "A dizájn elkészítésekor mindig követjük az aktuális trendeket, és ügyelünk a felhasználói élményre (UX).",
  "productFeatures.unique.title": "Egyedi weboldal",
  "productFeatures.unique.text": "Egyedi weboldalt készítünk az Ön kívánsága szerint, mely segít kitűnni a többiek közül.",
  "productFeatures.responsive.title": "Reszponzív weboldal",
  "productFeatures.responsive.text": "A felhasználó korlátozás nélkül meglátogathatja weboldalát bármilyen eszközről, számítógéptől táblagépen át okostelefonig.",
  "productFeatures.language.title": "Több nyelv támogatása",
  "productFeatures.language.text": "Forduljon a potenciális ügyfelekhez az általuk legjobban értett nyelven. Fordítsa le weboldalát tetszőleges számú nyelvre.",
  "productFeatures.more.title": "Keresőoptimalizálás (SEO)",
  "productFeatures.more.text": "Különféle funkciókat kínálunk, például kapcsolatfelvételi űrlapot, térképet, hogy az ügyfelek jobban megtalálják Önt, fotógalériát, videó közzétételt, keresőoptimalizálást (SEO) és hasonlókat.",
  "productFeatures.analytics.title": "Webes forgalom rögzítése",
  "productFeatures.analytics.text": "Integráljuk az ingyenes Google Analytics szolgáltatást, amely rögzíti weboldala forgalmát.",
  "howItWorks.title": "Mi az eljárás?",
  "howItWorks.subTitle1": "Ossza meg velünk az elképzeléseit",
  "howItWorks.subTitle2": "Bemutatjuk Önnek az általunk készített weboldal dizánjt",
  "howItWorks.subTitle3": "Megvalósítjuk az észrevételeiket és elkészítjük a weboldalát",
  "howItWorks.subTitle4": "Weboldalát a nyilvánosság számára elérhetővé tesszük",
  "howItWorks.description1": "A közös online találkozón megkérdezzük, milyen elképzelései vannak a weboldala megjelenéséről. Ezért jó előre átgondolni, hogy mit fog tartalmazni, és milyen szakaszokat szeretne. Készítse elő a használni kívánt szövegeket, fényképeket és színeket. Mások weboldalát is használhatja inspirációnak. Keressen olyan weboldalt vagy weboldal bizonyos részeit, amelyek tetszenek. Ennek köszönhetően jobb képet kapunk az Ön ízléséről, és jobb tanácsot tudunk adni. A megbeszélés után elküldjük az árajánlatot, és miután jóváhagyja, elkezdjük a munkát az Ön weboldalán.",
  "howItWorks.description2": "A következő online találkozón a weboldala dizánjával várjuk Önt, melyet az Ön elképzelései alapján készítettünk el. Együtt át megyünk az összes részen, melynek során lehetősége lesz elmondani, hogy mi nem tetszik, és min szeretnél módosítani vagy változtatni.",
  "howItWorks.description3": "A megbeszélésen elhangzott észrevételeinek megfelelően módosítjuk a dizájnt. Ezt követően elkészítjük weboldalát a dizájn alapján. Alaposan teszteljük. A weboldal viselkedését különböző képernyőméretű eszközökön teszteljük. A honlapot pedig jóváhagyásra elküldjük Önnek",
  "howItWorks.description4": "Az utolsó lépés a webhely nyilvános hozzáférhetősége. Ehhez azonban szükségünk van egy domainre és tárhelyre Öntől. Találjon ki egy rövid, egyszerű és könnyen megjegyezhető weboldalnevet, és ellenőrizze, hogy a domain elérhető-e. Olyan weboldalakat ajánlunk, mint a <a href=\"https://www.webhouse.sk/sk/uvod/\" target=\"_blank\">webhouse.sk</a> vagy a <a href=\"https://www.websupport .sk/\" target=\"_blank\">websupport.sk</a>, ahol regisztrálhatja domainjét és megszervezheti a tárhelyszolgáltatást.",
  "buildYourWeb.title": "Készítse el az álmai weboldalát még ma",
  "buildYourWeb.price": "csak 200 eurótól",
  "buildYourWeb.btn": "Kérjen időpontot",
  "portfolio.title": "Munkáink",
  "portfolio.kvetinarstvo": "Éva virágüzlete",
  "portfolio.perfect2003": "Nyelviskola - Perfect",
  "portfolio.klimatel": "Klimatel",
  "portfolio.i-imko": "I-Imko Villanyszerelés",
  "portfolio.vitaamoris": "Vita Amoris tenyésztőállomás",
  "portfolio.vimiova": "Biztosítás - Alžbeta Vímiová",
  "pricing.title": "Árlista",
  "pricing.web.title": "Egyszerű, egyedi oldal",
  "pricing.web.subtitle": "magába foglalja:",
  "pricing.web.subtitle.1": "oldaldizájn készítése az Ön elképzelése szerint",
  "pricing.web.subtitle.2": "navigációt, fejlécet, láblécet és egy tetszőleges szakaszt tartalmazó oldal létrehozása",
  "pricing.web.subtitle.3": "cookie-k beállítása, forgalomkövetés és google index, hogy megtalálják Önt a keresésben",
  "pricing.web.subtitle.4": "a web igazítása minden képernyőmérethez, beleértve a mobilt és a táblagépet is",
  "pricing.section.title": "Minden további szakasz vagy aloldal",
  "pricing.section.subtitle": "például rólunk, szolgáltatásainkról, elérhetőségeinkről, bármit, ami az eszébe jut",
  "pricing.complex.title": "Minden további összetett szakasz vagy aloldal",
  "pricing.complex.subtitle": "például egy fotógaléria",
  "pricing.multilanguage.title": "Több nyelv támogatása",
  "pricing.multilanguage.subtitle": "tetszőleges számú nyelvet hozzáadhat, de a fordításokat Önnek kell biztosítania",
  "pricing.form.title": "Űrlap",
  "pricing.form.subtitle": "például egy kapcsolatfelvételi űrlap, az űrlap tartalma az elküldést követően az Ön által választott e-mail címre kerül elküldésre",
  "pricing.animation.title": "Animáció",
  "pricing.animation.subtitle": "például a tartalom szekvenciális megjelenítése",
  "pricing.tax": "Az árak adó nélkül vannak feltüntetve",
  "reviews.title": "Mit mondtak rólunk az ügyfeleink?",
  "reviews.kvetinarstvo.text": "KÖSZÖNJÜK a kivételes munkát. Szokáson felüli szolgáltatások, nagyon kedves megközelítés, mindig alaposan, időben elvégzett munka.",
  "reviews.kvetinarstvo.name": "Peter Mészáros ",
  "reviews.perfect2003.text": "Nagyra értékelem az alkotók professzionalizmusát és egyben azt a fiatalos, játékos \"feelinget\", amit honlapunknak adtak. Elégedettség minden oldalról.",
  "reviews.perfect2003.name": "Silvia Nágel",
  "reviews.klimatel.text": "Gyors és nagyon szép munka, jó áron. Kommunikáció 10/10, az alkotók gyorsan reagáltak kérdéseinkre, változtatásainkra, nagyon kedvesek voltak. Mindenkinek ajánljuk, aki modern weboldalt szeretne készíteni.",
  "reviews.klimatel.name": "Patrik Korda",
  "reviews.vitaamoris.text": "Köszönöm a gyönyörű oldalt. Nagyra értékelem professzionalizmusotokat, kreativitásotokat, a részletekre való odafigyeléseteket, elmélyüléseteket a témában. Az oldal nem csak a környezetemből, hanem a kinológusoktól is sok pozitív visszajelzést kapott. Még egyszer köszönöm.",
  "reviews.vitaamoris.name": "Renata Ivanová",
  "reviews.i-imko.text": "Szeretném megköszönni társaságunk nevében. Nagyon jó döntés volt, hogy rátok bíztuk cégünk weboldalának elkészítését. Nagyra értékelem a gyorsaságot, a professzionalizmust és a felelősséget, amellyel hozzááltatok a létrehozásához.",
  "reviews.i-imko.name": "Renata Ivanová",
  "reviews.vimiova.text": "- az ajánlásaitok még számomra is egyértelműek voltak, akinek fogalmam sem volt arról, hogyan készül egy weboldal, és milyen előnyökkel járhatok, ha az ajánlásaitokat a gyakorlatban is felhasználom - a vállalkozásomban, pl. reklám, láthatóság, potenciális ügyfelek.$<br><br>- Tímea és Kristián fiatal, kreatív szakemberek, akik reagáltak, és irányítottak is a weboldal elkészítésében<br><br>- minden találkozón konkrétan és mindig a lényeghez egy lépést vagy többet léptünk előre",
  "reviews.vimiova.name": "Alžbeta Vímiová",
  "reviews.more": "Mutass többet",
  "reviews.less": "Mutass kevesebbet",
  "footer.text1": " © FancyWeb - A dizajnt",
  "footer.text2": " -ből készítettes",
  "footer.text3": "A képeket tervezte vectorjuice / Freepik",
  "cookieMessage": "Ez az oldal sütiket használ. Az \"Engedélyezem\" gombra kattintva elfogadja, hogy ezeket a kiválasztott nyelv mentésére és a weboldal forgalmának elemzésére használjuk.",
  "cookieAllow": "Engedélyezem",
  "cookieDeny": "Megtiltom",
  "cookiePolicy": "Cookie szabályzat"
}