{
  "title": "FancyWeb",
  "navigation.header": "Domov",
  "navigation.aboutUs": "O nás",
  "navigation.contact": "Kontakt",
  "navigation.productFeatures": "Čo ponúkame",
  "navigation.howItWorks": "Ako získať web",
  "navigation.portfolio": "Portfólio",
  "header.title": "FancyWeb",
  "header.subtitle": "Vaša nová webová stránka",
  "header.text": "Premýšľate o novom webe? Alebo sa Vám nepáči dizajn Vášho webu a chceli by ste ho prerobiť? My Vám s tým pomôžeme. Stačí, ak si s nami dohodnete nezáväzné stretnutie.",
  "aboutUs.title": "Kto sme?",
  "aboutUs.person1.name": "Krisztian Tóth",
  "aboutUs.person1.bio": "Ja som Krisztian, získal som inžinierský titul na FIIT STU v Bratislave a mám viacročné skúsenosti s vývojom webových aplikácií. Dbám hlavne na rýchlosť, intuitívnosť a estetiku mojích stránok.",
  "aboutUs.person2.name": "Tímea Nagy",
  "aboutUs.person2.bio": "Volám sa Tímea. Vyštudovala som inžiniersky stupeň na FIIT STU v Bratislave v oblasti informatiky. Vývoju webových stránok sa venujem už niekoľko rokov profesionálne, ale aj vo voľnom čase.",
  "contact.title": "Máte záujem o naše služby?",
  "contact.subtitle": "Kontaktujte nás a spoločne prekonzultujeme vaše predstavy.",
  "contact.form.name": "Meno",
  "contact.form.email": "Email",
  "contact.form.message": "Správa",
  "contact.form.name.placeholder": "napr. Jožko Mrkvička",
  "contact.form.email.placeholder": "vzor@email.com",
  "contact.form.message.placeholder": "Chcel by som si dohodnúť stretnutie...",
  "contact.form.submitBtn": "Poslať správu",
  "contact.form.required": "Povinné pole",
  "contact.form.successMsg": "Správa bola úspešne odoslaná!",
  "productFeatures.title": "Čo ponúkame?",
  "productFeatures.modern.title": "Moderný dizajn",
  "productFeatures.modern.text": "Pri tvorbe dizajnu sa vždy riadíme súčasnymi trendami a dbáme na užívateľský zážitok (UX).",
  "productFeatures.unique.title": "Web na mieru",
  "productFeatures.unique.text": "Vytvoríme Vám jedinečný web podľa Vašich predstáv, ktorý Vám pomôže odlíšiť sa od ostatných.",
  "productFeatures.responsive.title": "Responzívny web",
  "productFeatures.responsive.text": "Používateľ môže navštíviť Vašu stránku z akéhokoľvek zariadenia od počítača, cez tablet až po smartfón bez obmedzení.",
  "productFeatures.language.title": "Podpora pre viac jazykov",
  "productFeatures.language.text": "Oslovte potencionálnych klientov v jazyku, ktorému najlepšie rozumejú. Preložte svoj web do ľubovoľného počtu jazykov.",
  "productFeatures.more.title": "Ďalšie funkcie",
  "productFeatures.more.text": "Ponúkame rôzne funkcie ako kontaktný formulár, mapu, aby Vás zákazníci lepšie našli, galériu fotiek, zverejnenie videa, optimalizáciu pre vyhľadávače (SEO) a podobne.",
  "productFeatures.analytics.title": "Zaznamenanie návštevnosti webu",
  "productFeatures.analytics.text": "Integrujeme Vám bezplatnú službu Google Analytics, ktorá zaznamenáva návštevnosť na Vašom webe.",
  "howItWorks.title": "Aký je postup?",
  "howItWorks.subTitle1": "Oboznámte nás s Vašou predstavou",
  "howItWorks.subTitle2": "Predstavíme Vám web, ktorý sme pre Vás vytvorili",
  "howItWorks.subTitle3": "Zapracujeme Vaše pripomienky a sfinalizujeme Váš web",
  "howItWorks.subTitle4": "Sprístupníme Váš web verejnosti",
  "howItWorks.description1": "Na spoločnom online stretnutí sa Vás spýtame na Vašu predstavu, ako by mal Váš web vyzerať. Preto je dobré si dopredu premyslieť, čo bude obsahovať a aké sekcie chcete mať. Pripravte si texty, fotografie a farby, ktoré chcete použiť. Môžete sa aj inšpirovať webmi iných ľudí. Nájdite si weby alebo konkrétne časti webov, ktoré sa Vám páčia. Vďaka tomu aj my dostaneme lepšiu predstavu o Vašom vkuse a budeme Vám vedieť lepšie poradiť. Po stretnutí Vám pošleme cenovú ponuku a keď ju odsúhlasíte, začneme pracovať na Vašom webe.",
  "howItWorks.description2": "Na ďalšom online stretnutí Vás budeme čakať s plne funkčným webovom, ktorý sme vytvorili podľa Vašich predstáv. Spoločne si prejdeme všetky časti, počas čoho dostanete príležitosť povedať nám, čo sa Vám nepáči a čo všetko chcete upraviť alebo zmeniť.",
  "howItWorks.description3": "Zmeníme web podľa pripomienok, ktoré ste mali na stretnutí. Dôkladne otestujeme všetky funkcionality. Odskúšame správanie webu na zariadeniach s rôznymi veľkosťami obrazovky. A pošleme Vám web na schválenie.",
  "howItWorks.description4": "Posledným krokom je sprístupnosť Váš web verejnosti. Na to však od Vás potrebujeme doménu a hosting. Vymyslite si krátky, jednoduchý a dobre zapamätateľný názov webu a overte si či je doména k dispozícií. Odporúčame Vám stránky ako <a href=\"https://www.webhouse.sk/sk/uvod/\" target=\"_blank\">webhouse.sk</a> alebo <a href=\"https://www.websupport.sk/\" target=\"_blank\">websupport.sk</a>, kde si môžete zaregistrovať Vašu doménu a vybaviť si hosting.",
  "buildYourWeb.title": "Vytvorte si svoj vysnívaný web ešte dnes",
  "buildYourWeb.price": "už od <strong>200</strong> €",
  "buildYourWeb.btn": "Dohodnúť si stretnutie",
  "portfolio.title": "Náhľad našich prác",
  "footer.text1": " © FancyWeb - Dizajn zo",
  "footer.text2": "vytvoril ",
  "footer.text3": "Obrázky navrhol vectorjuice / Freepik",
  "cookieMessage": "Táto stránka používa súbory cookie. Kliknutím na tlačidlo \"Povoliť\" súhlasíte s ich používaním na uloženie zvoleného jazyka a na anaýzu návštevnosti stránky.",
  "cookieAllow": "Povoliť",
  "cookieDeny": "Odmietnuť",
  "cookiePolicy": "Zásady používania súborov cookie"
}